ELONA.i18n:add {
   event = {
      little_sister_slips = "小妹妹从大叔的肩上滑下来，喊道：“泡泡先生！”",

      ehekatl = "喵咩咩……喵喵喵……喵呜呜呜！",

      guarded_by_lord = "注意！这一层由{$1}之主 {basename($2)}把守。",
      reached_deepest_level = "看来你已经到达这座地城的最深处了。",

      seal_broken = "这一层的封印已经解除！",

      death_penalty_not_applied = "达到6级之前，死亡不会受到惩罚。",
      you_lost_some_money = "你损失了一些钱。",

      pael = "“妈、妈妈……！！”",

      guest_lost_his_way = "客人迷路了。",
      guest_already_left = "客人似乎已经离开了你的家。",

      my_eyes = "{name($1)}喊道：“眼睛！我的眼睛！”",

      okaeri = {
         "“欢迎回家！”",
         "“亲爱的，你回来啦。”",
         "“你回来啦！”",
         "“我一直在等你。”",
         "“很高兴再次见到你。”",
      },

      bomb = "*轰隆——砰！*",

      ragnarok = "诸神黄昏开始吧！",

      alarm = "*哔——！* 警报声响彻四周！",

      blaggers = "诈骗犯缠上了你！",

      popup = {
         skip = "\"{$1}\"",
         title = " < {$1} > ",

         _15 = {
            title = "杀人事件",
            text = "突然，镇子某处传来一声痛苦的惨叫。几名卫兵匆忙地从你身边跑过。",

            choices = {
               _0 = "真遗憾。",
            },

            scream = "{name($1)}尖叫：“啊啊啊啊啊！”",
         },

         _14 = {
            title = "奇异宴席",
            text = "你遇见了一场奇异的宴席。",

            choices = {
               _0 = "（吃）",
               _1 = "（离开）",
            },
         },

         _13 = {
            title = "食物的香气",
            text = "不知从何处飘来一阵食物的香气。你的肚子咕咕叫，却找不到香气的来源。",

            choices = {
               _0 = "我饿了！",
            },
         },

         _1 = {
            title = "躲过厄运",
            text = "你一时感到不祥，但那种感觉很快就消散了。",

            choices = {
               _0 = "太好了。",
            },
         },

         _24 = {
            title = "你的潜能",
            text = "突然间，你的天赋得到了提升！",

            choices = {
               _0 = "好耶！",
            },
         },

         _18 = {
            title = "获得信仰",
            text = "梦中，一位圣者现身并祝福了你。",

            choices = {
               _0 = "太棒了。",
            },
         },

         _12 = {
            title = "小小幸运",
            text = "你被石头绊了一下，发现地上有一些材料。",

            choices = {
               _0 = "不错。",
            },
         },

         _23 = {
            title = "梦中丰收",
            text = "你在梦中平静地收获材料。",

            choices = {
               _0 = "真甜蜜。",
            },
         },

         _10 = {
            title = "露营地",
            text = "你发现了一处被人遗弃的露营地。这里留着不少剩饭和杂物，说不定能找到有用的东西。",

            choices = {
               _0 = "（搜索）",
               _1 = "（离开）",
            },
         },

         _4 = {
            title = "诡异的梦",
            text = "梦中，几双阴森的眼睛盯着你，四周回荡着不知从何处传来的笑声。“咯啦咯啦咯啦，我找到你了……找到你了……咯啦咯啦咯啦。”你辗转反侧几次后，梦境消失了。",

            choices = {
               _0 = "真奇怪……",
            },
         },

         _22 = {
            title = "怪物之梦",
            text = "你正在与一只丑陋的怪物战斗，正要把匕首刺进它的脖子。怪物突然尖叫：“你就是我！我就是你！”你被自己的低声呻吟惊醒。",

            choices = {
               _0 = "呃……啊……",
            },
         },

         _19 = {
            title = "梦中的宝藏",
            text = "你在梦中埋下了宝藏。你赶紧起身记下地点。",

            choices = {
               _0 = "好耶！",
            },
         },

         _20 = {
            title = "幸运的一天",
            text = "喵喵喵！",

            choices = {
               _0 = "好耶！",
            },
         },

         _21 = {
            title = "命运的捉弄",
            text = "喵喵？你找到我了！",

            choices = {
               _0 = "好耶！",
            },
         },

         _5 = {
            title = "诅咒的低语",
            text = "不知从何处传来的刺耳低语打扰了你的睡眠。",

            choices = {
               _0 = "睡不着……",
            },

            no_effect = "你的祈祷消除了诅咒。",
         },

         _8 = {
            title = "贼手",
            text = "一只邪恶的手悄悄伸来，偷走了你的钱。",

            choices = {
               _0 = "该死的小偷……",
            },

            you_lose = "你损失了{$1}枚金币。",
            no_effect = "小偷没能从你身上偷走钱。",
         },

         _11 = {
            title = "尸体",
            text = "你发现了一具冒险者的尸体。骨头和装备散落在地上，任凭岁月侵蚀。",

            choices = {
               _0 = "（搜刮）",
               _1 = "（埋葬）",
            },

            loot = "你搜刮了遗骸。",
            bury = "你恭敬地埋葬了尸体。",
         },

         _2 = {
            title = "魔法师之梦",
            text = "梦中，你遇见了一位红胡子魔法师。“你是谁？嗯，我想我找错人的梦了。抱歉打扰你睡觉。为了补偿你……”魔法师在空中画了一个圆圈，随即消失。你感到一阵轻微的头痛。",

            choices = {
               _0 = "真奇怪的梦。",
            },
         },

         _3 = {
            title = "成长",
            text = "你躺着久久未眠，陷入沉思。旅途的回忆在脑海中不断浮现，你偶然想出了一种提升技能的新方法。",

            choices = {
               _0 = "很好！",
            },
         },

         _6 = {
            title = "再生",
            text = "一股暖流涌遍全身。醒来时，你手臂上的伤疤已经消失了。",

            choices = {
               _0 = "太好了。",
            },
         },

         _7 = {
            title = "冥想",
            text = "你在梦中冥想，感到内心平静。",

            choices = {
               _0 = "太好了。",
            },
         },

         _9 = {
            title = "好运降临",
            text = "你被石头绊了一下，发现了一枚白金币。",

            choices = {
               _0 = "真走运！",
            },
         },

         _16 = {
            title = "疯狂的百万富翁",
            text = "一名富有的疯子正把钱撒得满地都是。",

            choices = {
               _0 = "真走运！",
            },

            you_pick_up = "你捡起了{$1}枚金币。",
         },

         _17 = {
            title = "云游的祭司",
            text = "一位祭司走到你面前，为你施放了法术。“没问题。”",

            choices = {
               _0 = "谢谢。",
            },
         },

         reunion_with_pet = {
            title = "与宠物重逢",
            text = "你接近矿山城镇时，听见一声熟悉的呼唤，停下脚步。那只在沉船时与你失散的旧宠物正欢快地朝你跑来！你的宠物是……",
            choices = {
               _0 = "一只狗！",
               _1 = "一只猫！",
               _2 = "一只熊！",
               _3 = "一个小女孩！",
            },
         },

         marriage = {
            title = "婚礼",
            text = "终于，你和{name($1)}结为夫妻！婚礼结束后，你收到了一些礼物。",

            choices = {
               _0 = "没有你，人生便毫无意义。",
            },
         },
      },
   },
}
