ELONA.i18n:add {
   map = {
      prompt_initialize = "要初始化这张地图吗？（仅在加载地图出错时才这样做。操作前请务必备份当前存档目录。）",
      location_changed = "{$1}的位置已从 x{$2}:y{$3} 移至 x{$4}:y{$5}。",

      no_dungeon_master = "这里似乎没什么值得探索的。地城主已经不在这里了。",

      since_leaving = {
         time_passed = "你离开{$3}后，已经过去了{$1}天{$2}小时。",
         walked = {
            you = "你走了约{$1}英里，并获得了经验。",
            -- NOTE: new for EN
            you_and_allies = "你和同伴走了约{$1}英里，并获得了经验。",
         },
      },

      unique = {
         thieves_guild = {
            name = "盗贼公会",
         },
         mages_guild = {
            name = "魔法师公会",
         },
         fighters_guild = {
            name = "战士公会",
         },
         the_sewer = {
            name = "下水道",
         },
         cat_mansion = {
            name = "猫咪宅邸",
         },
         battle_field = {
            name = "战场",
         },
         doom_ground = {
            name = "末日之地",
         },
         the_mine = {
            name = "矿山",
         },
         robbers_hideout = {
            name = "强盗窝点",
         },
         test_site = {
            name = "测试地点",
         },

         -- Wilderness
         _2 = {
            name = "荒野",
            forest = "森林",
            sea = "海洋",
            grassland = "草原",
            desert = "沙漠",
            snow_field = "雪原",
            plain_field = "平原",
         },

         -- Lesimas
         _4 = {
            name = "北提里斯",
         },
         _5 = {
            name = "韦尔尼斯",
            desc = "你看见了韦尔尼斯。这座矿山城镇充满活力。",
         },
         _11 = {
            name = "卡普尔港",
            desc = "你看见了卡普尔港。港口挤满了商人。",
         },
         _12 = {
            name = "约恩村",
            desc = "你看见了小镇约恩村，亲切的泥土气息令你怀念。",
         },
         _14 = {
            name = "德尔菲",
            desc = "你看见了恶名昭彰的盗贼窝点德尔菲。",
         },
         _15 = {
            name = "帕尔米亚",
            desc = "你看见了宏伟的帕尔米亚。整座城市被高墙环绕。",
         },
         _16 = {
            name = "火焰之塔",
         },
         _17 = {
            name = "诅咒墓穴",
         },
         _18 = {
            name = "古城堡",
         },
         _7 = {
            name = "你的家",
            desc = "这里是你温馨的家。",
         },
         _39 = {
            name = "你的地城",
            desc = "这里是你的地城。",
         },
         _3 = {
            name = "莱洞",
            desc = "你看见了莱洞地城。命运的齿轮开始转动。",
            the_depth = "深渊",
         },
         _42 = {
            name = "虚空",
            desc = "这里究竟是什么地方？",
         },
         _10 = {
            name = "墓地",
            desc = "你看见了鲁米艾斯特的墓地。这里一片寂静，万籁俱寂。",
         },
         _6 = {
            name = "竞技场",
         },
         _19 = {
            name = "龙巢",
         },
         _20 = {
            name = "休战之地",
            desc = "你看见了古老的神龛，神圣的气息笼罩着此地。",
         },
         _21 = {
            name = "赛博穹顶",
            desc = "你看见了一座非常奇怪的建筑。",
         },
         _22 = {
            name = "混沌要塞〈野兽〉",
            desc = "你看见了一座非人间的要塞。内心的声音警告你不要靠近。（危险等级约为：666）",
         },
         _23 = {
            name = "混沌要塞〈机械〉",
            desc = "你看见了一座非人间的要塞。内心的声音警告你不要靠近。（危险等级约为：666）",
         },
         _24 = {
            name = "混沌要塞〈崩塌〉",
            desc = "你看见了一座非人间的要塞。内心的声音警告你不要靠近。（危险等级约为：666）",
         },
         _40 = {
            name = "宠物竞技场",
         },
         _101 = {
            name = "我的博物馆",
         },
         _102 = {
            name = "店铺",
         },
         _103 = {
            name = "农场",
         },
         _104 = {
            name = "仓库",
         },
         _31 = {
            name = "牧场",
         },
         _30 = {
            name = "避难所",
         },
         _32 = {
            name = "大使馆",
         },
         _9 = {
            name = "测试场",
         },
         _33 = {
            name = "诺耶尔",
            desc = "你看见了诺耶尔。孩子们的欢笑声从游乐场传来。",
         },
         _34 = {
            name = "米拉尔与加洛克的工坊",
         },
         _35 = {
            name = "展示屋",
         },
         _25 = {
            name = "拉纳",
         },
         _26 = {
            name = "山间隘口",
         },
         _27 = {
            name = "小狗洞窟",
         },
         _28 = {
            name = "耶克巢穴",
         },
         _29 = {
            name = "小妹妹的宅邸",
         },
         _36 = {
            name = "鲁米艾斯特",
            desc = "你看见了鲁米艾斯特。流水声悦耳地回响着。",
         },
         _37 = {
            name = "金字塔",
         },
         _38 = {
            name = "米诺陶巢穴",
         },
         _41 = {
            name = "监狱",
            desc = "你看见了一座监狱，入口被严密封锁。",
         },
         _43 = {
            name = "北提里斯南部边境",
         },
         _44 = {
            name = "南提里斯",
         },
         _45 = {
            name = "南提里斯北部边境",
         },
         _46 = {
            name = "烟与管道",
         },
         _47 = {
            name = "测试世界",
         },
         _48 = {
            name = "测试世界北部边境",
         },
         _499 = {
            name = "调试地图",
         },
      },

      nefia = {
         level = "",

         prefix = {
            type_a = {
               _0 = "新手",
               _1 = "冒险者",
               _2 = "危险的",
               _3 = "恐怖的",
               _4 = "国王的",
            },
            type_b = {
               _0 = "安全的",
               _1 = "刺激的",
               _2 = "仆从的",
               _3 = "暗影",
               _4 = "混沌的",
            },
         },
         suffix = {
            _20 = "地城",
            _21 = "高塔",
            _22 = "森林",
            _23 = "要塞",
         },
      },

      quest = {
         outskirts = "郊外",
         urban_area = "城区",
         party_room = "派对会场",
         field = "城镇附近的原野",

         on_enter = {
            party = "你必须在{$1}分钟内炒热派对气氛。目标分数为{$2}分。",
            harvest = "你必须在{$2}分钟内收获价值{$1}的农产品，并放入交货箱，才能完成委托。",
            conquer = "你必须在{$2}分钟内击败{$1}。",
         },
      },

      misc_location = {
         _1 = "矿山",
         _2 = "农场",
         _3 = "艺术工坊",
         _4 = "神殿", -- Unused in vanilla
         _5 = "走私者窝点",
         _6 = "灯塔",
      },

      you_see = "你看见了{$1}。",
      you_see_an_entrance = "你看见一处通往{$1}的入口。（危险等级约为：{$2}）",

      -- TODO: translate
      -- museum = {
      --    rank_lowest = ...
      --    rank_low = ...
      --    rank_middle = ...
      --    rank_high = ...
      --    rank_highest = ...
      -- },

      chip = {
         dryrock = "干燥岩地",
         field = "原野",
      },
   }
}
