ELONA.i18n:add {
   rank = {
      -- Arena
      _0 = {
         _0 = "竞技场冠军",
         _1 = "超级精英角斗士",
         _2 = "明星角斗士",
         _3 = "精英角斗士",
         _4 = "老练角斗士",
         _5 = "人气角斗士",
         _6 = "新星",
         _7 = "黑马",
         _8 = "低阶斗士",
         _9 = "无名斗士",
         _10 = "竞技场",
      },

      -- Pet Arena
      _1 = {
         _0 = "驯兽之王",
         _1 = "超级精英驯兽师",
         _2 = "百兽王子",
         _3 = "百兽首领",
         _4 = "精英驯兽师",
         _5 = "恶名昭著的驯兽师",
         _6 = "新星",
         _7 = "普通驯兽师",
         _8 = "低阶驯兽师",
         _9 = "无名驯兽师",
         _10 = "宠物竞技场",
      },

      -- Crawler
      _2 = {
         _0 = "奈菲亚之王",
         _1 = "迷宫冠军",
         _2 = "地下城大师",
         _3 = "著名冒险者",
         _4 = "孩子们的偶像",
         _5 = "奈菲亚向导",
         _6 = "恶名昭著的盗墓者",
         _7 = "盗墓者",
         _8 = "著名游客",
         _9 = "观光客",
         _10 = "地下城探索者",
      },

      -- Museum
      _3 = {
         _0 = "提里斯第一博物馆",
         _1 = "皇家博物馆",
         _2 = "大型博物馆",
         _3 = "顶级博物馆",
         _4 = "大型博物馆",
         _5 = "优秀博物馆",
         _6 = "普通博物馆",
         _7 = "小型博物馆",
         _8 = "无名博物馆",
         _9 = "无名废墟",
         _10 = "博物馆",
      },

      -- Home
      _4 = {
         _0 = "提里斯的天堂",
         _1 = "皇家宅邸",
         _2 = "名人豪宅",
         _3 = "梦幻豪宅",
         _4 = "舒适宅邸",
         _5 = "迷人住宅",
         _6 = "普通住宅",
         _7 = "简陋住宅",
         _8 = "农夫小屋",
         _9 = "乞丐小屋",
         _10 = "家",
      },

      -- Shop
      _5 = {
         _0 = "提里斯第一商城",
         _1 = "皇家商城",
         _2 = "繁荣商城",
         _3 = "名人商店",
         _4 = "繁荣商店",
         _5 = "人气商店",
         _6 = "普通商店",
         _7 = "小商店",
         _8 = "纪念品店",
         _9 = "无名商店",
         _10 = "商店",
      },

      -- Community
      _6 = {
         _0 = "领袖",
         _1 = "国王顾问",
         _2 = "精英顾问",
         _3 = "著名顾问",
         _4 = "模范选民",
         _5 = "优秀选民",
         _6 = "声名狼藉的选民",
         _7 = "普通选民",
         _8 = "冷漠的选民",
         _9 = "候补选民",
         _10 = "社区",
      },

      -- _7

      -- Guild
      _8 = {
         _0 = "宗师",
         _1 = "大师",
         _2 = "行家",
         _3 = "专家",
         _4 = "熟练工",
         _5 = "资深成员",
         _6 = "学徒",
         _7 = "正式成员",
         _8 = "候补成员",
         _9 = "打手",
         _10 = "公会",
      },
   },
}
